Repository: FriendsOfShopware/ShopManagerSwift
Catalog: shopware/Localizable.xcstrings
Source language: en
Languages: de

# · %@ · %@ · ^[%lld redeemed](inflect: true)
source: · %1$@ · %2$@ · ^[%3$lld redeemed](inflect: true)
de: · %@ · %@ · ^[%lld eingelöst](inflect: true)

source: “Edit” lets these fields be changed; it applies only when the field is shown.
de: „Bearbeiten“ erlaubt das Ändern dieser Felder; gilt nur, wenn das Feld angezeigt wird.

source: %@ discount
de: Rabatt auf %@

source: %@ is required.
de: %@ ist erforderlich.

# %@ must be at least %lf.
source: %1$@ must be at least %2$lf.
de: %@ muss mindestens %lf betragen.

# %@ must be at most %lf.
source: %1$@ must be at most %2$lf.
de: %@ darf höchstens %lf betragen.

source: %@ off
de: %@ Rabatt

source: %@ out of 5 stars
de: %@ von 5 Sternen

source: %@%% off
de: %@%% Rabatt

# %lld completed; %lld failed.
source: %1$lld completed; %2$lld failed.
de: %lld abgeschlossen; %lld fehlgeschlagen.

source: %lld discounts
de: %lld Rabatte

source: %lld files
de: %lld Dateien

source: %lld files could not be updated.
de: %lld Dateien konnten nicht aktualisiert werden.

source: %lld h ago
de: vor %lld Std.

source: %lld in stock
de: %lld auf Lager

source: %lld media files
de: %lld Mediendateien

source: %lld min ago
de: vor %lld Min.

source: %lld orders
de: %lld Bestellungen

source: %lld orders remaining
de: %lld Bestellungen verbleibend

source: %lld products
de: %lld Produkte

source: %lld products couldn't be updated. Only the remaining products are selected.
de: %lld Produkte konnten nicht aktualisiert werden. Nur die verbleibenden Produkte sind ausgewählt.

source: %lld promotions
de: %lld Aktionen

source: %lld promotions couldn't be deleted. Only the remaining promotions are selected.
de: %lld Aktionen konnten nicht gelöscht werden. Nur die verbleibenden Aktionen sind ausgewählt.

source: %lld redemptions
de: %lld Einlösungen

source: %lld reviews
de: %lld Bewertungen

source: %lld reviews couldn't be deleted. Try again to delete the remaining reviews.
de: %lld Bewertungen konnten nicht gelöscht werden. Versuche es erneut, um die verbleibenden Bewertungen zu löschen.

source: %lld selected
de: %lld ausgewählt

source: %lld subfolders
de: %lld Unterordner

source: %lld variants
de: %lld Varianten

# %lld%% of %@ target
source: %1$lld%% of %2$@ target
de: %lld%% von %@ Ziel

# ^[%lld customer](inflect: true)
source: %lld customers
de: %lld Kunden

source: ^[%lld day](inflect: true) ago
de: vor ^[%lld Tag](inflect: true)

source: ^[%lld new order](inflect: true)
de: ^[%lld neue Bestellung](inflect: true)

# ^[%lld order](inflect: true)
source: %lld orders
de: %lld Bestellungen

source: ^[%lld order](inflect: true) unpaid
de: ^[%lld Bestellung](inflect: true) unbezahlt

source: ^[%lld order](inflect: true) unpaid 3+ days
de: ^[%lld Bestellung](inflect: true) seit 3+ Tagen unbezahlt

source: ^[%lld result](inflect: true)
de: ^[%lld Ergebnis](inflect: true)

source: ^[%lld review](inflect: true) awaiting approval
de: ^[%lld Bewertung](inflect: true) wartet auf Freigabe

source: ^[%lld star](inflect: true)
de: ^[%lld Stern](inflect: true)

source: ^[%lld week](inflect: true) ago
de: vor ^[%lld Woche](inflect: true)

source: 1 selected
de: 1 ausgewählt

source: 7 days
de: 7 Tage

source: 30 days
de: 30 Tage

source: 90 days
de: 90 Tage

source: A company is required for a business account.
de: Für ein Geschäftskonto ist ein Firmenname erforderlich.

source: A credit must have a negative amount.
de: Eine Gutschrift muss einen negativen Betrag haben.

source: A password is required for a registered customer.
de: Für ein registriertes Kundenkonto ist ein Passwort erforderlich.

source: A percentage discount cannot exceed 100%.
de: Ein prozentualer Rabatt darf 100 % nicht überschreiten.

source: A postal code is required for this country.
de: Für dieses Land ist eine Postleitzahl erforderlich.

source: Access check
de: Zugriffsprüfung

source: Account
de: Konto

source: Account status
de: Kontostatus

source: Account type
de: Kontotyp

source: Action
de: Aktion

source: Actions
de: Aktionen

source: Activate
de: Aktivieren

source: Activate products
de: Produkte aktivieren

source: Active
de: Aktiv

source: Active in shop
de: Im Shop aktiv

source: Activity
de: Verlauf

source: Activity access unavailable
de: Kein Zugriff auf Aktivitäten

source: Add
de: Hinzufügen

source: Add a credit to the order before generating a credit note.
de: Füge der Bestellung eine Gutschrift hinzu, bevor du einen Gutschriftbeleg erstellst.

source: Add a discount to define how this promotion reduces the price.
de: Füge einen Rabatt hinzu, um die Preisreduzierung dieser Aktion festzulegen.

source: Add address
de: Adresse hinzufügen

source: Add an address for this customer.
de: Fügen Sie eine Adresse für diesen Kunden hinzu.

source: Add credit
de: Gutschrift hinzufügen

source: Add custom item
de: Eigene Position hinzufügen

source: Add customer
de: Kunde hinzufügen

source: Add data…
de: Daten hinzufügen …

source: Add discount
de: Rabatt hinzufügen

source: Add discount…
de: Rabatt hinzufügen…

source: Add item
de: Position hinzufügen

source: Add media
de: Medien hinzufügen

source: Add note
de: Notiz hinzufügen

source: Add photos or videos to show customers this product.
de: Füge Fotos oder Videos hinzu, um Kunden dieses Produkt zu zeigen.

source: Add products
de: Produkte hinzufügen

source: Add products…
de: Produkte hinzufügen …

source: Add shop
de: Shop hinzufügen

source: Add tracking code
de: Sendungsnummer hinzufügen

# Added ^[%lld code](inflect: true) to %@.
source: Added ^[%1$lld code](inflect: true) to %2$@.
de: ^[%lld Code](inflect: true) zu %@ hinzugefügt.

source: Additional address line 1
de: Adresszusatz 1

source: Additional address line 2
de: Adresszusatz 2

source: Additional information
de: Weitere Informationen

source: Address
de: Adresse

source: Address actions
de: Adressaktionen

source: Address line 2
de: Adresszusatz

source: Addresses
de: Adressen

source: Addresses and payment
de: Adressen und Zahlung

source: Admin login
de: Admin-Anmeldung

source: Advanced prices
de: Erweiterte Preise

source: All codes
de: Alle Codes

source: All customers
de: Alle Kunden

source: All eligible items
de: Alle berechtigten Artikel

source: All files
de: Alle Dateien

source: All products
de: Alle Produkte

source: All promotions
de: Alle Aktionen

source: All reviews
de: Alle Bewertungen

source: All sales channels
de: Alle Verkaufskanäle

source: Allowed
de: Erlaubt

source: Alternative text
de: Alternativtext

source: Amount
de: Betrag

source: Amount off
de: Absoluter Rabatt

source: Amount per item
de: Betrag pro Position

source: An order confirmation email will be sent.
de: Eine Bestellbestätigung wird per E-Mail versendet.

source: An order must contain at least one item.
de: Eine Bestellung muss mindestens eine Position enthalten.

source: Any
de: Beliebig

source: Appearance
de: Darstellung

source: Applications
de: Anwendungen

source: Applied automatically when the promotion's conditions are met.
de: Wird automatisch angewendet, wenn die Bedingungen der Aktion erfüllt sind.

source: Applies to
de: Gilt für

source: Apply
de: Anwenden

source: Apply automatic promotions
de: Automatische Aktionen anwenden

source: Apply changes
de: Änderungen anwenden

source: Apply code
de: Code anwenden

source: Apply promotion
de: Aktion anwenden

source: Apply these changes to %lld customers?
de: Diese Änderungen bei %lld Kundenkonten anwenden?

source: Apply to
de: Anwenden auf

source: Approval
de: Freigabe

source: Approve
de: Freigeben

source: Approve group request?
de: Kundengruppenanfrage genehmigen?

source: Approve or reject
de: Freigeben oder ablehnen

source: Approved
de: Freigegeben

source: Approved reviews are visible in the storefront.
de: Freigegebene Bewertungen sind im Storefront sichtbar.

source: Ascending
de: Aufsteigend

source: Assign a sales channel and choose where customers can find this product.
de: Weise einen Verkaufskanal zu und wähle, wo Kunden dieses Produkt finden können.

source: Assigned automatically
de: Wird automatisch vergeben

source: Assignments
de: Zuordnungen

source: At least one selected rule must match within each group.
de: In jeder Gruppe muss mindestens eine ausgewählte Regel zutreffen.

source: Attach documents
de: Dokumente anhängen

source: Attribution
de: Zuordnung

# auth.session_expired
source: Session expired — sign in again
de: Sitzung abgelaufen – bitte erneut anmelden

source: automatic
de: automatisch

source: Automatic
de: Automatisch

source: Availability
de: Verfügbarkeit

source: Available
de: Verfügbar

source: Available stock
de: Verfügbarer Bestand

source: Average order value
de: Durchschnittlicher Bestellwert

source: Average rating
de: Durchschnittliche Bewertung

source: Back
de: Zurück

source: Back to login
de: Zurück zur Anmeldung

source: Best sellers
de: Bestseller

source: Billing
de: Rechnung

source: Billing & shipping
de: Rechnung und Lieferung

source: Billing address
de: Rechnungsadresse

source: Billing country
de: Rechnungsland

source: Birthday
de: Geburtstag

source: Birthday (YYYY-MM-DD)
de: Geburtstag (JJJJ-MM-TT)

source: Bound sales channel
de: Gebundener Verkaufskanal

source: Browse and upload files
de: Dateien durchsuchen und hochladen

source: Business
de: Geschäftlich

source: By country
de: Nach Land

source: By manufacturer
de: Nach Hersteller

source: By payment method
de: Nach Zahlart

source: By sales channel
de: Nach Verkaufskanal

source: By shipping method
de: Nach Versandart

source: Campaign code
de: Kampagnen-Code

source: Cancel
de: Abbrechen

source: Cancel check
de: Prüfung abbrechen

source: Cancellation
de: Stornierung

source: Cancellation invoice
de: Stornorechnung

source: Cart
de: Warenkorb

source: Cart response is missing its token.
de: In der Warenkorbantwort fehlt das Token.

source: Cart rules
de: Warenkorbregeln

source: Cart validation failed
de: Warenkorbprüfung fehlgeschlagen

source: Catalog
de: Katalog

source: Categories
de: Kategorien

source: Change
de: Ändern

source: Change %@
de: %@ ändern

source: Change order statuses
de: Bestellstatus ändern

source: Change selected statuses…
de: Ausgewählte Status ändern…

source: Change status
de: Status ändern

source: Change status for
de: Status ändern für

source: Changes already received by the server will be kept. Unsaved changes in this form will be replaced.
de: Bereits vom Server empfangene Änderungen bleiben erhalten. Nicht gespeicherte Änderungen in diesem Formular werden ersetzt.

source: Changes are kept in a draft until you review and save them.
de: Änderungen bleiben im Entwurf, bis du sie prüfst und speicherst.

source: Check the item names, quantities, and prices.
de: Prüfe die Namen, Mengen und Preise der Positionen.

source: Checking access…
de: Zugriff wird geprüft…

source: Checking your shop…
de: Ihr Shop wird geprüft…

source: Choose a customer
de: Kunden auswählen

source: Choose a destination for %lld files.
de: Wähle einen Zielordner für %lld Dateien.

source: Choose a language
de: Sprache auswählen

source: Choose a language for this review.
de: Wähle eine Sprache für diese Bewertung aus.

source: Choose a PDF smaller than 50 MB.
de: Wähle eine PDF-Datei mit weniger als 50 MB aus.

source: Choose a rating range between 0 and 5.
de: Wähle einen Bewertungsbereich zwischen 0 und 5.

source: Choose a valid PDF file.
de: Wähle eine gültige PDF-Datei aus.

source: Choose cover photo
de: Titelbild auswählen

source: Choose customer…
de: Kunden auswählen…

source: Choose files…
de: Dateien auswählen …

source: Choose from media library…
de: Aus der Medienbibliothek auswählen…

source: Choose media
de: Medien auswählen

source: Choose media…
de: Medien auswählen…

source: Choose PDF…
de: PDF auswählen…

source: Choose photo
de: Foto auswählen

source: Choose the storefront to open in your default browser with this customer's account.
de: Wählen Sie die Storefront aus, die mit diesem Kundenkonto in Ihrem Standardbrowser geöffnet werden soll.

source: Choose the storefront to open with this customer's account.
de: Wählen Sie die Storefront aus, die mit diesem Kundenkonto geöffnet werden soll.

source: Choose which product fields are visible and editable.
de: Wählen Sie, welche Produktfelder sichtbar und bearbeitbar sind.

source: Choose…
de: Auswählen …

source: City
de: Stadt

source: Clear
de: Leeren

source: Clear all
de: Alles leeren

source: Clear filters
de: Filter zurücksetzen

source: Clear search
de: Suche löschen

source: Clear selection
de: Auswahl aufheben

source: Clearance products cannot be purchased once stock is exhausted.
de: Abverkaufsprodukte können nicht mehr gekauft werden, sobald der Bestand aufgebraucht ist.

source: Clearance sale
de: Abverkauf

source: Click to restock
de: Zum Auffüllen klicken

source: Close
de: Schließen

source: Close without clearing cart
de: Schließen, ohne den Warenkorb zu leeren

source: Code pattern
de: Codemuster

source: Code type
de: Codetyp

source: Codes generated
de: Codes generiert

source: Codes unavailable
de: Codes nicht verfügbar

source: Color
de: Farbe

source: Color %lld
de: Farbe %lld

source: Combination
de: Kombination

source: Combine with other promotions
de: Mit anderen Aktionen kombinieren

source: Company
de: Firma

source: Completed
de: Abgeschlossen

source: Conditions
de: Bedingungen

source: Confirm password
de: Passwort bestätigen

source: Connect a shop
de: Shop verbinden

source: Connect a Shopware shop to get started.
de: Verbinden Sie einen Shopware-Shop, um zu starten.

source: Connect your shop
de: Shop verbinden

source: Connected
de: Verbunden

source: Contact
de: Kontakt

source: Contact & notes
de: Kontakt & Notizen

source: Content language
de: Inhaltssprache

source: Continue
de: Weiter

source: Continue to storefront
de: Weiter zur Storefront

source: Convert
de: Umwandeln

source: Convert guest to customer
de: Gastkonto in Kundenkonto umwandeln

source: Convert to registered customer
de: In registriertes Kundenkonto umwandeln

source: Couldn't load
de: Konnte nicht geladen werden

source: Couldn't load activity
de: Aktivitäten konnten nicht geladen werden

source: Couldn't load customer
de: Kunde konnte nicht geladen werden

source: Couldn't load folders
de: Ordner konnten nicht geladen werden

source: Couldn't load media
de: Medien konnten nicht geladen werden

source: Couldn't load order
de: Bestellung konnte nicht geladen werden

source: Couldn't load orders
de: Bestellungen konnten nicht geladen werden

source: Couldn't load permissions. Reload to enable customer actions.
de: Berechtigungen konnten nicht geladen werden. Laden Sie die Ansicht neu, um Kundenaktionen zu aktivieren.

source: Couldn't load permissions. Retry to enable customer actions.
de: Berechtigungen konnten nicht geladen werden. Versuchen Sie es erneut, um Kundenaktionen zu aktivieren.

source: Couldn't load permissions. Retry to enable media actions.
de: Berechtigungen konnten nicht geladen werden. Versuche es erneut, um Medienaktionen zu aktivieren.

source: Couldn't load product
de: Produkt konnte nicht geladen werden

source: Couldn't load products
de: Produkte konnten nicht geladen werden

source: Couldn't load promotion
de: Aktion konnte nicht geladen werden

source: Couldn't load promotions
de: Aktionen konnten nicht geladen werden

source: Couldn't load review
de: Bewertung konnte nicht geladen werden

source: Couldn't load reviews
de: Bewertungen konnten nicht geladen werden

source: Couldn't load selected items
de: Ausgewählte Einträge konnten nicht geladen werden

source: Couldn't update
de: Konnte nicht aktualisiert werden

source: Couldn't update product
de: Produkt konnte nicht aktualisiert werden

source: Couldn't update products
de: Produkte konnten nicht aktualisiert werden

source: Couldn't update promotion
de: Aktion konnte nicht aktualisiert werden

source: Couldn't update promotions
de: Aktionen konnten nicht aktualisiert werden

source: Couldn't update review
de: Bewertung konnte nicht aktualisiert werden

source: Couldn't update reviews
de: Bewertungen konnten nicht aktualisiert werden

source: Couldn't update the formatted text.
de: Der formatierte Text konnte nicht aktualisiert werden.

source: Country
de: Land

source: Cover
de: Titelbild

source: Cover photo updated
de: Titelbild aktualisiert

source: Cover photos are saved immediately.
de: Titelbilder werden sofort gespeichert.

source: Create
de: Erstellen

source: Create an invoice before creating this document.
de: Erstelle zuerst eine Rechnung, bevor du dieses Dokument erstellst.

source: Create document
de: Dokument erstellen

source: Create invoices, delivery notes, and credit notes for this order.
de: Erstelle Rechnungen, Lieferscheine und Gutschriften für diese Bestellung.

source: Create order
de: Bestellung erstellen

source: Create order…
de: Bestellung erstellen …

source: Create tag
de: Tag erstellen

source: Create this order for %@?
de: Diese Bestellung für %@ erstellen?

source: Created
de: Erstellt

source: Created at
de: Erstellt am

source: Created by an administrator
de: Von einem Administrator erstellt

source: Creating tag…
de: Tag wird erstellt …

source: Creating the order saves it in Shopware. Payment collection is handled by the selected payment method.
de: Beim Erstellen wird die Bestellung in Shopware gespeichert. Die Zahlungsabwicklung erfolgt über die gewählte Zahlungsart.

source: Credit note
de: Gutschrift

source: Credit…
de: Gutschrift…

source: Currency
de: Währung

source: Currency information is unavailable.
de: Währungsinformationen sind nicht verfügbar.

source: Currency override
de: Währungsspezifischer Preis

source: Currency overrides remain in effect for their assigned currencies.
de: Währungsspezifische Preise gelten weiterhin für die zugehörigen Währungen.

source: Current status
de: Aktueller Status

source: Custom
de: Benutzerdefiniert

source: Custom fields
de: Zusatzfelder

source: Custom item…
de: Eigene Position…

source: Customer
de: Kunde

source: Customer & delivery
de: Kunde & Lieferung

source: Customer action failed
de: Kundenaktion fehlgeschlagen

source: Customer actions
de: Kundenaktionen

source: Customer comment
de: Kundenkommentar

source: Customer group
de: Kundengruppe

source: Customer list options
de: Optionen der Kundenliste

source: Customer name
de: Kundenname

source: Customer no.
de: Kundennr.

source: Customer not found
de: Kunde nicht gefunden

source: Customer note
de: Kundennotiz

source: Customer number
de: Kundennummer

source: Customer product reviews will appear here.
de: Hier erscheinen die Produktbewertungen deiner Kunden.

source: Customer requested access to %@
de: Der Kunde hat den Zugang zur Kundengruppe %@ beantragt

source: Customer rules
de: Kundenregeln

source: Customer section
de: Kundenbereich

source: Customer since
de: Kunde seit

source: Customer since %@
de: Kunde seit %@

source: Customers
de: Kunden

source: Customers will receive status emails.
de: Die Kunden erhalten Status-E-Mails.

source: Daily revenue target (optional)
de: Tagesumsatzziel (optional)

source: Dashboard
de: Übersicht

source: Date
de: Datum

source: Day
de: Tag

source: Deactivate
de: Deaktivieren

source: Deactivate products
de: Produkte deaktivieren

source: Decline
de: Ablehnen

source: Decline group request?
de: Kundengruppenanfrage ablehnen?

source: Default billing
de: Standard-Rechnungsadresse

source: Default billing & shipping address
de: Standard-Rechnungs- und Lieferadresse

source: Default billing address
de: Standard-Rechnungsadresse

source: Default shipping
de: Standard-Lieferadresse

source: Default shipping address
de: Standard-Lieferadresse

source: Delete
de: Löschen

source: Delete %lld customers?
de: %lld Kundenkonten löschen?

source: Delete %lld files?
de: %lld Dateien löschen?

source: Delete %lld products
de: %lld Produkte löschen

source: Delete %lld promotions
de: %lld Aktionen löschen

source: Delete %lld reviews
de: %lld Bewertungen löschen

source: Delete address
de: Adresse löschen

source: Delete address?
de: Adresse löschen?

source: Delete customer
de: Kunde löschen

source: Delete customers
de: Kunden löschen

source: Delete discount
de: Rabatt löschen

source: Delete discount?
de: Rabatt löschen?

source: Delete discount…
de: Rabatt löschen…

source: Delete file?
de: Datei löschen?

source: Delete order
de: Bestellung löschen

source: Delete order…
de: Bestellung löschen…

source: Delete orders
de: Bestellungen löschen

source: Delete product
de: Produkt löschen

source: Delete product?
de: Produkt löschen?

source: Delete product…
de: Produkt löschen…

source: Delete products…
de: Produkte löschen…

source: Delete promotion
de: Aktion löschen

source: Delete promotion?
de: Aktion löschen?

source: Delete promotion…
de: Aktion löschen…

source: Delete review
de: Bewertung löschen

source: Delete review?
de: Bewertung löschen?

source: Delete review…
de: Bewertung löschen…

source: Delete selected
de: Auswahl löschen

source: Delete selected customers
de: Ausgewählte Kunden löschen

source: Delete selected orders…
de: Ausgewählte Bestellungen löschen…

source: Delete selected products?
de: Ausgewählte Produkte löschen?

source: Delete selected promotions?
de: Ausgewählte Aktionen löschen?

source: Delete selected reviews?
de: Ausgewählte Bewertungen löschen?

source: Delete selected reviews…
de: Ausgewählte Bewertungen löschen…

source: Delete this customer?
de: Diesen Kunden löschen?

source: Delete this order?
de: Diese Bestellung löschen?

source: Delete…
de: Löschen…

source: Delivery
de: Lieferung

source: Delivery date
de: Lieferdatum

source: Delivery note
de: Lieferschein

source: Delivery status
de: Lieferstatus

source: Delivery time
de: Lieferzeit

source: Delivery: %@
de: Lieferung: %@

source: Department
de: Abteilung

source: Descending
de: Absteigend

source: Describe the image for people who can't see it. This text can be used by screen readers in your storefront.
de: Beschreibe das Bild für Menschen, die es nicht sehen können. Screenreader können diesen Text in deinem Storefront vorlesen.

source: Description
de: Beschreibung

source: Deselect all
de: Auswahl aufheben

source: Dimensions
de: Abmessungen

source: Direct link only
de: Nur über direkten Link

source: Direction
de: Reihenfolge

source: Disabled
de: Deaktiviert

source: Discard
de: Verwerfen

source: Discard address changes?
de: Adressänderungen verwerfen?

source: Discard changes
de: Änderungen verwerfen

source: Discard changes?
de: Änderungen verwerfen?

source: Discard customer changes?
de: Kundenänderungen verwerfen?

source: Discard draft
de: Entwurf verwerfen

source: Discard new customer?
de: Neuen Kunden verwerfen?

source: Discard this order draft?
de: Diesen Bestellentwurf verwerfen?

source: Discard your changes?
de: Änderungen verwerfen?

source: Discount
de: Rabatt

source: Discounts
de: Rabatte

source: Discounts cannot be changed after a promotion has been redeemed.
de: Rabatte können nach der ersten Einlösung einer Aktion nicht mehr geändert werden.

source: Dismiss error
de: Fehlermeldung schließen

source: Document
de: Dokument

source: Document access unavailable
de: Kein Zugriff auf Dokumente

source: Document comment
de: Dokumentkommentar

source: Document date
de: Belegdatum

source: Document number
de: Belegnummer

source: Document type
de: Dokumenttyp

source: Documents
de: Dokumente

source: Done
de: Fertig

source: Done selecting
de: Auswahl beenden

source: Duplicate
de: Duplizieren

source: Earliest delivery
de: Früheste Lieferung

source: Edit
de: Bearbeiten

source: Edit %lld customers
de: %lld Kundenkonten bearbeiten

source: Edit address
de: Adresse bearbeiten

source: Edit assignments
de: Zuordnungen bearbeiten

source: Edit assignments…
de: Zuordnungen bearbeiten…

source: Edit billing address…
de: Rechnungsadresse bearbeiten…
